Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_yk:n_alkuperaiskansojen_pysyvaan_foorumiin_unpfii_new_yorkissa.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistuu YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) New Yorkissa
sme: Sámediggi oassálastá ON:id eamiálbmogiid bissovaš forumii (UNPFII) New Yorkas

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso ja nuorisoneuvoston puheenjohtaja Risten Mustonen osallistuvat YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) 22.4.-3.5.2019.
sme: Sámedikki II várreságadoalli Tuomas Aslak Juuso ja nuoraidráđi ságadoalli Risten Mustonen oassálastiba ON:id eamiálbmogiid bissovaš forumii (UNPFII) 22.4.-3.5.2019.

source: Foorumin 18. istunnon pää teemana on perinteinen tieto ( Traditional knowledge : Generation , transmission and protection ).
sme: Foruma 18. čoahkkima váldotemán lea árbevirolaš diehtu (Traditional knowledge: Generation, transmission and protection).

source: Risten Mustonen osallistuu foorumiin 22.-27.4. ja II varapuheenjohtaja Tuomas Aslak Juuso 23.4.-2.5 .
sme: “Vuorddán dán jagis buriid ságastallamiid erenomážit eamiálbmogiid oassálastinvuoigatvuođas ON:in.

source: Tänä vuonna foorumissa nostetaan pääteeman lisäksi esille YK:n alkuperäiskansojen kielten vuosi.
sme: Oassálastinvuoigatvuohta lea okta min váldoprioritehtain ON:in aiddo dál”, muitala II várreságadoalli Tuomas Aslak Juuso oassálastima birra forumii.

source: – Odotan tältä vuodelta hyviä keskusteluita erityisesti alkuperäiskansojen osallistumisoikeudesta YK:hon.
sme: Forumii oassálastet Norgga ja Ruoŧa Sámedikkit sihke máŋggat sámeorganisašuvnnat Norggas, Ruoŧas, Suomas ja Ruoššas.

source: Osallistumisoikeus on yksi meidän pääprioriteeteistamme YK:ssa tällä hetkellä , kertoo II varapuheenjohtaja Tuomas Aslak Juuso osallistumisesta foorumiin.
sme: Eamiálbmogiid ovddasteaddjit lágidit bissovaš foruma áigge árbevirolaččat máŋggaid siidodáhpáhusaid.

source: Foorumiin osallistuu Norjan ja Ruotsin Saamelaiskäräjät sekä lukuisi a saamelaisyhdistyksiä Norjasta, Ruotsista, Suomesta ja Venäjältä.
sme: Dáhpáhusaid ulbmilin lea giddet fuopmášumi ja juohkit dieđu áigeguovdilis temáid birra, mat laktásit eamiálbmogiidda.

source: Alkuperäiskansojen edustajat järjestävät pysyvän foorumin aikana perinteisesti monia sivutapahtumia.
sme: ON:id eamiálbmogiid bissovaš forum (The United Nations Permanent Forum on Indigenous Issues, UNPFII) lea jagis 2000 vuođđuduvvon ON:id ekonomiija ja sosiálaráđi (Economic and Social Council, ECOSOC) vuollásaš ráđđeaddi doaibmaorgána, masa gullet 16 iehčanas áššedovdilahtu.

source: Tapahtumien tarkoituksena on kiinnittää huomiota ja jakaa tietoa alkuperäiskansoja koskettaviin ajankohtaisiin teemoihin.
sme: Ráđđehusat nammadit gávcci lahtu ja eamiálbmogat gávcci lahtu.

source: YK:n alkuperäiskansojen pysyvä foorumi ( The United Nations Permanent Forum on Indigenous Issues , UNPFII) on vuonna 2000 perustettu YK:n talous- ja sosiaalineuvoston ( Economic and Social Council , ECOSOC) alainen neuvoa-antava toimielin, johon kuuluu 16 itsenäistä asiantuntijajäsentä.
sme: Foruma bargun lea bajidit ságastallamii eamiálbmogiid guoskevaš gažaldagaid erenomážit ekonomiijalaš ja sosiálalaš ovdáneami, kultuvrra, birasgažaldagaid, skuvlejumi, dearvvasvuođa ja olmmošvuoigatvuođaid surggiin.

source: Hallitukset nimittävät kahdeksan jäsentä ja alkuperäiskansat kahdeksan jäsentä.
sme: Bissovaš forum addá ávžžuhusaid sihke doaibmá guovddáš forumin stáhtaid, eamiálbmogiid sihke ON:id erenomášorganisašuvnnaid gaskasaš gulahallamis.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansoja koskevia kysymyksiä erityisesti taloudellisen ja sosiaalisen kehityksen, kulttuurin, ympäristökysymysten, koulutuksen, terveyden ja ihmisoikeuksien alueelta.
sme: Dat čoahkkana oktii jagis ON:id váldogoartilis New Yorkas.

source: Pysyvä foorumi antaa suosituksia sekä toimii keskeisenä foorumina valtioiden, alkuperäiskansojen sekä YK:n erityisjärjestöjen väliselle vuoropuhelulle.
sme: Sámediggi oassálastá bissovaš foruma čoahkkimiidda juogo oassin Suoma stáhta sáttagotti dahje iehčanassii.

source: Se kokoontuu istuntoonsa kerran vuodessa YK:n päämajassa New Yorkissa.
sme: https://www.un.org/development/desa/indigenouspeoples/unpfii-sessions-2/18-2.html

source: Saamelaiskäräjät osallistuu pysyvän foorumin istuntoihin joko osana Suomen valtion valtuuskuntaa tai itsenäisesti.
sme: Lassedieđut:

source: https://www.un.org/development/desa/indigenouspeoples/unpfii-sessions-2/18-2.html
sme: Sámedikki II várreságadoalli Tuomas Aslak Juuso, tel. +358 40 187 1331, tuomas.juuso(at)samediggi.fi
